---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BrowserOrganization
source: html/df50516e-3617-8c25-13dd-1f06bef324d3.htm
---
# BrowserOrganization Members

Determines if the given element satisfies the filters defined by the browser organization.